Repository: ARICOMA-D365BC/AC-IB-dynamics365smb-docs-OmegaT
Catalog: omegat/project_save.tmx
Source language: cs_cz
Languages: en_us

source: (Obě pole jsou povinná - nelze pokračovat bez vyplnění obou hodnot.)
en_us: (Both fields are required - you cannot continue without filling in both values.)

source: (Stejně tak se zásilky dají vytvářet z prodejních faktur.)
en_us: (Similarly, shipments can be created from sales invoices.)

source: (např. upozornění nad kartou zaměstnance, která obsahuje i jeho e-mail).
en_us: (e.g. a notification above an employee's card, which also contains their e-mail).

source: (viz.
en_us: (See

source: !NOTE Dále popsaná funkcionalita bude součástí modulu pouze do verze BC14.
en_us: !NOTE The functionality described below will be part of the module only up to version BC14.

source: !NOTE Funkcionalita ID pole pracuje i s kalkulovanými poli a jedná se o nepovinné pole.
en_us: !NOTE The Field No. functionality also works with calculated fields and is an optional field.

source: !NOTE Funkcionalita nabízí více možností, ale pro obecné parametry jsou vhodné následující datové typy Text, Code, Integer, Decimal, Boolean, Datetime, DateFormula, Date, Time, Duration, RecordID.
en_us: !NOTE The functionality offers more options, but the following data types Text, Code, Integer, Decimal, Boolean, Datetime, DateFormula, Date, Time, Duration, RecordID are suitable for general parameters.

source: !NOTE Na Kartě DM v daňové Knize odpisů DM zadejte do pole Počáteční datum odepisování vždy první den v měsíci.
en_us: !NOTE On the FA card in tax FA Depreciation Books enter the first day of the month in the Starting date of depreciation field.

source: !NOTE Na prodejním dokladu je přítomnost platebního kalendáře indikovánan příznakem Platební kalendář v okně s fakty Detaily prodejní hlavičky.
en_us: !NOTE On the sales document, the presence of the payment calendar is indicated by the Payment Calendar flag in the facts window with the Sales Header Details.

source: !NOTE Nastavené kombinace DPH účto skupin s Typem výpočtu DPH = Plná DPH nevstupují do výkazu DPH.
en_us: !NOTE The set combinations of VAT account groups with VAT calculation type = Full VAT do not enter the VAT statement.

source: !NOTE Není řešeno okamžité účtování „neodčitatelné“ DPH na primárních dokladech (faktura, dobropis, pokladní doklad, finanční deník) ani směrování „neodčitatelné“ DPH za zdrojem zdanění (zboží, dlouhodobý majetek, služba).
en_us: !NOTE It does not address the immediate charging of "non-deductible" VAT on primary documents (invoice, credit note, cash document, financial diary) or the routing of "non-deductible" VAT to the source of taxation (goods, fixed assets, services).

source: !NOTE Obdobný postup lze použít na stránce Účtovaný prodejní dobropis.
en_us: !NOTE A similar procedure can be used on the Posted Sales Credit Memo page.

source: !NOTE Obvykle se nastavuje „-1D“ pro denní směnné kursy.
en_us: !NOTE "-1D" is usually set for daily exchange rates.

source: !NOTE Pohled je filtrován na prázdný Kód měny.
en_us: !NOTE The view is filtered to an empty currency code.

source: !NOTE Pokud nezadáte částku v hotovosti, musíte v řádcích zadat částky přesně do výše částky dokladu (tedy tak, aby v poli Zůstatek byla hodnota nula).
en_us: !NOTE Ff you do not enter a cash amount, you must enter amounts in the rows exactly up to the amount of the receipt (i.e., so that the Balance field is zero).

source: !NOTE Pokud se nekumuluje dle symbolů, tak se sloučené řádky založí s variabilním symbolem z číselné řady a SS a KS se vezmou z prvního slučovaného řádku příkazu.
en_us: !NOTE If it is not cumulated according to symbols, then the merged lines are created with the variable symbol from the number series and SS and KS are taken from the first merged line of the command.

source: !NOTE Pokud vaše firma nepoužívá Kontakty, je třeba zapnout Nepoužívat kontakty pro CreditCheck.
en_us: If your company does not use Contacts, you must turn on Do not use contacts for CreditCheck.

source: !NOTE Pole Detailní položka v řádcích KV slouží pro systémové označení řádku.
en_us: !NOTE The Detailed item field in CHR rows is used for the system designation of the row.

source: !NOTE Pole Upozornění v řádcích KV je informativní pole, které upozorňuje na chybějící údaje u jednotlivých dokladů načítaných do KV.
en_us: !NOTE The Warning field in CHR rows is an informative field that warns about missing data for individual documents loaded into CHR.

source: !NOTE Pro zobrazení informačního okna použijte funkci přizpůsobit.
en_us: !NOTE Use the customize function to display the information window.

source: !NOTE Při výběru typu kontroly Položka se bere do úvahy pole Trvání.
en_us: !NOTE When selecting the Entry control type, the Period field is taken.

source: !NOTE Příznakem OSS se určuje, zda-li uvedená kombinace zemí je či není předmětem režimu OSS.
en_us: !NOTE The OSS flag determines whether or not the specified country combination is subject to OSS.

source: !NOTE Stejný postup je použit jak pro vložení, tak i pro změnu parametrů nebo hodnot obecných parametrů daného záznamu.
en_us: !NOTE The same procedure is used both for inserting and for changing parameters or values ​​of general parameters of a given record.

source: !NOTE Systém neobsahuje funkcionalitu pro import směnných kursů země/oblasti registrace.
en_us: !NOTE The system does not include functionality for importing Registration Country Exch. Rates.

source: !NOTE Vytvořená položka fronty úloh je ve výchozím stavu nastavena na spouštění v 6:00 v pracovní dny.
en_us: !NOTE The created job queue entry is set to run at 6:00 AM on weekdays by default.

source: !NOTE Vytváření webových zdrojů pro placený výpis je možné pomocí Aut. aktualizace webových zdrojů - Plný, ovšem pouze pokud je vyplněno pole Přístupový kód.
en_us: !NOTE Creating web feeds for a paid statement is possible using Aut. update web feeds - Full, but only if the Access code field is filled.

source: !NOTE V souvislosti s touto funkcionalitou nejsou upraveny tiskové výstupy prodejních ani servisních dokladů.
en_us: !NOTE In connection with this functionality, the printouts of sales or service documents are not modified.

source: !NOTE Pokud se chystáte importovat poskytnuté soubory parametrizace EKO-KOM, je nutné založit Výkaz obalů s kódem EKO-KOM.
en_us: !NOTE If you are going to import the provided EKO-KOM parameterization files, you must create a Packaging Report with the code EKO-KOM.

source: !TIP Nastavení závisí na používané verzi.
en_us: !TIP The settings depend on the version you are using.

source: !TIP Nastavíte-li masku „BVY1rrcccccc“, pak generátor spuštěný s počátečním datem 1.1.2021 vytvoří řádek číselné řady, kde Počáteční číslo bude „BVY121000001“ a Poslední číslo bude „BVY121999999“.
en_us: !TIP If you set the mask "BVY1rrcccccc", then the generator started with the starting date 1.1.2021 will create No. series Line, where the Starting No. will be "BVY121000001" and the Ending No. will be "BVY121999999".

source: !TIP Od verze BC18 doporučujeme používat zcela novou funkcionalitu pro cenotvorbu v BC.
en_us: !TIP From BC18 onwards, we recommend using the brand new pricing functionality in BC.

source: !WARNING Modul tvoří základ pro podporu maloobchodního prodeje formou Cash&Carry.
en_us: !WARNING The module forms the basis for supporting retail sales in the form of Cash&Carry.

source: !WARNING Uvedená změna je nevratná a změna stavu CreditCheck (nové označení) se provede pouze v případě, že u uvedeného partnera byl zjištěn nový problém.
en_us: !WARNING The stated change is irreversible and the change of the CreditCheck status (new designation) will be made only if a new problem has been detected with the specified partner.

source: AC Financial Pack - rozšíření pro finance
en_us: AC Financial Pack - extension for finance

source: AC Productivity Pack - rozšíření pro produktivitu
en_us: AC Productivity Pack - productivity extension

source: AC Slovak Legistive Pack
en_us: AC Slovak Legislative Pack

source: ADR jednotky přepravce – Tabulka ADR jednotek přepravce
en_us: ADR units of the carrier – Table of ADR units of the carrier

source: AUTOCONT Řešení SK Legislativní balíček Výkaz DPH - nastavení
en_us: AUTOCONT Solutions SK Legislative Pack VAT Statement - Setup

source: AUTOCONT Řešení Financial Pack Productivity Pack
en_us: AUTOCONT Solution Financial Pack Productivity Pack

source: AUTOCONT Řešení Financial Pack Slovak Legislative Pack
en_us: AUTOCONT Solution Financial Pack Slovak Legislative Pack

source: AUTOCONT Řešení Financial Pack Slovak Legistive Pack
en_us: AUTOCONT Solution<x2 /> Financial Pack<x4 /> Slovak Legislative Pack

source: AUTOCONT Řešení Productivity Pack Slovak Legistive Pack
en_us: AUTOCONT Solution Productivity Pack Slovak Legistive Pack

source: AUTOCONT Řešení SK Legislativní balíček
en_us: AUTOCONT Solution SK Legislative Pack

source: AUTOCONT Řešení SK Legislativní balíček Export účetní zavěrky - SK - nastavení
en_us: AUTOCONT Solutions SK Legislative Pack Export of financial statements - SK - Setup

source: AUTOCONT Řešení SK Legislativní balíček Export účetní závěrky - SK
en_us: AUTOCONT Solutions SK Legislative pack Export of financial statements - SK

source: AUTOCONT Řešení SK Legislativní balíček Kontrolní výkaz DPH - nastavení
en_us: AUTOCONT Solutions SK Legislative pack VAT Control Report - Settings

source: AUTOCONT Řešení SK Legislativní balíček Kontrolní výkaz DPH
en_us: AUTOCONT Solutions SK Legislative Pack VAT Control Report

source: AUTOCONT Řešení SK Legislativní balíček Výkaz DPH - export
en_us: AUTOCONT Solutions SK Legislative Pack VAT Statement - Export

source: Akce Řízení stavů
en_us: Status management Actions

source: Archivace
en_us: Archiving

source: Archivovat IN Buffer při zpracování a Archivovat IN Buffer při expiraci určují, kdy a jestli se mají položky IN Bufferu archivovat.
en_us: Archive IN Buffer on Process and Archive IN Buffer on Expirate determine when and if IN Buffer entries should be archived.

source: Archivovat OUT Buffer při zpracování a Archivovat OUT Buffer při expiraci určují, kdy a jestli se mají položky OUT Bufferu archivovat.
en_us: Archive OUT Buffer on Processg and Archive Iou Buffer on Expirate determine when and if OUT Buffer entries should be archived.

source: Automaticky při spuštění Asistovaného nastavení příslušného produktu (Instalace & Rozšíření -> Asistovaná nastavení, část Nastavit rozšíření AUTOCONT).
en_us: Automatically when you start the Assisted Setup of the respective product (Installation & Extensions -> Assisted Setup, section Set up AUTOCONT extension).

source: Automatická aktualizace stavu přepravy - Spustí na frontě úloh proceduru, která v určité časové periodě aktualizuje stav přepřavy zásilek za poslední měsíc.
en_us: Automatic Transportation Status Update - Runs a procedure on the job queue that updates the shipment transfer status for the last month in a specific time period.

source: Automatická synchronizace master dat - Spustí na frontě úloh proceduru, která v určité časové periodě aktualizuje všechna data ze strany Balíkobotu.
en_us: Automatic master data synchronization - Runs a procedure on the job queue that updates all data from the Package in a certain time period.

source: Banky
en_us: Banks

source: Centrální databáze – interně používané pole určující, zda je firma sama centrální databází.
en_us: Central Database – an internally used field that determines whether the company is itself a central databas

source: Centrální číselníky
en_us: Central Database

source: Centrální číselníky` AC Productivity Pack AUTOCONT řešení
en_us: Central Database` AC Productivity Pack AUTOCONT Solutions

source: Certifikát Pfx – pokud zadáte *, tak pole zobrazuje, že je zde uložen elektronický podpis.
en_us: Certificate Pfx – if you enter *, the field shows that an electronic signature is stored there.

source: DPH účto skupina zboží – zde je třeba nastavit DPH účto skupinu zboží, která v kombinaci s DPH obchodní účto skupinou ze zákazníka-faktora reprezentuje účtování bez DPH
en_us: DPH účto skupina zboží faktoringu – here you need to set up a VAT posting group of goods, which in combination with the VAT business posting group from the customer-factor represents posting without VAT

source: Datové schránky - Nastavení Productivity Pack
en_us: Data Boxes - Setup Productivity Pack

source: Datové schránky
en_us: Data boxes

source: Datové schránky Productivity Pack
en_us: Data Boxes Productivity Pack

source: Daňové odpisy
en_us: Tax depreciation

source: Detaily platební karty – Zadání detailů o platební kartě, které budou uloženy ve službě STRIPE.
en_us: Payment Card Details – Entering the payment card details that will be stored in STRIPE.

source: Detaily zákazníka – Doplnění chybějících údajů o firmě potřebných pro objednávku a fakturaci.
en_us: Customer Details – Fill in missing company details required for ordering and billing.

source: Dimenze jsou automaticky naplněny při vyplňování jednotlivých polí na kartě evidence pošty tzn. na základě vyplnění Čísla kontaktu, Kódu prodejce/nákupčího.
en_us: Dimensions are automatically filled in when filling in individual fields on the mail records card, i.e. based on filling in Contact Number, Salesperson/Purchaser Code.

source: Dokument, kde se vybírá dokument úlohy.
en_us: Document where the assignment document is selected.

source: Doprava - plánování - nastavení Productivity Pack
en_us: Transport - Planning - Setup Productivity Pack

source: Doprava - plánování
en_us: Transport - Planning

source: Doprava - základ - nastavení Productivity Pack
en_us: Transport - Basic - Setup Productivity Pack

source: Doprava - základ
en_us: Transport - Basic

source: Doprava - základ Productivity Pack
en_us: Transport - Basic Productivity Pack

source: Druh komunikace a Parametr komunikace je pouze pro IN Agenty.
en_us: Interaction Method and Interaction Parameter is only for IN Agents.

source: Dynamický e-mail z pole relační tabulky
en_us: Dynamic email from a relational table field

source: Dynamický e-mail z pole v záznamu
en_us: Dynamic email from a field in a record

source: EDI konektor základ - nastavení Productivity Pack
en_us: EDI connector - Setup Productivity Pack

source: EDI konektor základ
en_us: EDI connector base

source: EDI konektor základ Productivity Pack
en_us: EDI connector Productivity Pack

source: Elektronicky podepsáno – pokud je toto pole zatrženo, dokument je elektronicky podepsán.
en_us: Electronically signed – if this field is checked, the document is electronically signed.

source: Elektronická fakturace - Nastavení Productivity Pack
en_us: Electronic invoicing - Setup Productivity Pack

source: Elektronická fakturace – ISDOC
en_us: Electronic invoicing - ISDOC

source: Elektronická fakturace – PDFXChange
en_us: Electronic invoicing - PDFXChange

source: Elektronická fakturace
en_us: Electronic invoicing

source: Evidence nářadí a pomůcek
en_us: Production Tools

source: Evidence obalů základ (EKOKOM)
en_us: Pack Tracking Basic (EKOKOM)

source: Evidence obalů základ (EKOKOM) Financial Pack
en_us: Pack Tracking Basic (EKOKOM) Financial Pack

source: Evidence pošty - nastavení Productivity Pack
en_us: Mail Record - Setup Productivity Pack

source: Evidence pošty
en_us: Mail records

source: Evidence pošty Productivity Pack
en_us: Mail Record Productivity Pack

source: Evidence souvisejících pohledávek
en_us: Records of related receivables

source: Evidence vratných obalů (Vratné obaly)
en_us: Pack Tracking - Returnable packaging

source: Evidence údržby – sledování údržby vozidla vč. termínů příští údržby.
en_us: Maintenance records – monitoring of vehicle maintenance incl. dates of next maintenance.

source: Export Výkazu DPH
en_us: Export VAT Statement

source: Faktoring pohledávky – nově vzniklé položky zákazníka k faktorovi.
en_us: Receivable factoring - newly created customer items to the factor.

source: Faktoring
en_us: Factoring

source: Faktoring Financial Pack
en_us: Factoring Financial Pack

source: Filtr oprávnění tabulky – v poli (a pomocném podřízeném formuláři) lze nastavit obecný filtr, který určuje, která data bude moci uživatel v podřízené firmě modifikovat či zakládat.
en_us: Table Permissions Filter – In the field (and the auxiliary child form), you can set a generic filter that determines which data the user in the child company will be able to modify or create.

source: Filtr synchronizace tabulky – v poli (a pomocném podřízeném formuláři) lze nastavit obecný filtr, který určuje, která data se budou synchronizovat (pouze data spadající do filtru).
en_us: Table Synchronization Filter – in the field (and auxiliary child form) you can set a general filter that determines which data will be synchronized (only data belonging to the filter).

source: Filtr tabulky – v poli (a pomocném podřízeném formuláři) lze nastavit obecný filtr, který určuje, která data budou synchronizována v rámci relační synchronizace
en_us: Table Filter – A generic filter can be set in a field (and an auxiliary child form) to determine which data is synchronized as part of a relational synchronization

source: Fiskální tiskárny
en_us: Fiscal printers

source: Funkce Vypočti a účtuj koeficient DPH
en_us: Function Calculate and post VAT coefficient

source: Generování číselných řad dle masek
en_us: Generating number series according to masks

source: HelpDesk - nastavení AC Productivity Pack
en_us: HelpDesk - Setup AC Productivity Pack

source: Heslo k certifikátu Pfx - vyplněno pokud se používá.
en_us: Pfx certificate password - filled in if used.

source: Hmotnost na řádku - Hmotnost musí být vyplěna v řádku zásilky
en_us: Weight on line - Weight must be filled in the shipment line

source: ID Systému – slouží k identifikaci systému - název firmy, jak bude používán v oblasti komunikací (důležité je správné nastavení tohoto názvu i v ostatních kooperujících firmách).
en_us: System ID – used to identify the system - the name of the company as it will be used in the field of communications (it is important to set this name correctly in other cooperating companies).

source: ID centrální databáze – ID systému, který řídí synchronizaci dané tabulky.
en_us: Central DB ID – The ID of the system that controls the synchronization of the table.

source: ID codeunity agenta se nastaví automaticky, ale dá se přepsat na jinou.
en_us: CU Agent is set automatically, but can be overridden to another.

source: ID cílového systému – vazba do nastavení cílových systémů.
en_us: Destination System ID – binding to the settings of the target systems.

source: ID systému centrální databáze – název firmy, která slouží jako řídící pro komunikačně-synchronizační proces.
en_us: Central Database System ID – the name of the company that serves as the controller for the communication-synchronization process.

source: ID – kód firmy pro komunikaci (musí být shodný v celém komunikačním řetězci)
en_us: ID – company code for communication (must be identical in the whole communication chain)

source: ID – nezávislý kód, který je součástí primárního klíče a umožňuje nastavit rozdílné synchronizace pro jednu tabulku (např. pokud chci mít rozdíl v nastavení pro 2 firmy, kde u jedné chci povolit změnu určitých dat a u druhé nikoliv).
en_us: ID – independent code that is part of the primary key and allows you to set different synchronizations for one table (eg if I want to have a difference in the settings for 2 companies, where I want to allow some data to change and the other not).

source: Insolvenční rejstřík
en_us: Insolvency Register

source: Institut nespolehlivosti plátce
en_us: Institute of the payer's unreliability

source: Integrační služba – Určuje přes jakou integrační službu se přepravce používá (v tomto případě Balikobot.cz)
en_us: Integration ServiceIntegrační služba – Determines through which integration service the shipping agent is used (in this case Balikobot.cz)

source: Interval komunikace (s) slouží pro aktivní agenty.
en_us: Interaction Interval (s) is used for active agents.

source: Karta evidence pošty zobrazuje relevantní informace vztahující se k danému dokladu.
en_us: Mail Record Card displays relevant information related to the document.

source: Kontrola množství
en_us: Quantity control

source: Kontrola registrace k DPH dle položek DPH
en_us: Check VAT registration by VAT entries

source: Kontrola registrace k DPH na dokladech
en_us: Checking VAT registration on documents

source: Kontrola způsobu platby na nák.dokl. – dtto, ale pro nákupní doklady.
en_us: Check Payment Method On Purchase Documents dtto, but for purchase documents.

source: Kontrola způsobu platby na prod.dokl. – tímto lze nastavit, aby systém při akci Vydání na prodejním dokladu kontroloval, je-li použit odpovídající Způsob platby (tedy s přiřazeným Platebním místem stejným jako má nastaven uživatel, který akci Vydání spustil).
en_us: Check Payment Method On Sales Documents – this can be used to set the system to check if the corresponding Payment Method is used (i.e. with the same Payment Point assigned as the one set by the user who initiated the Issue action).

source: Kontrolní výkaz DPH
en_us: VAT Control Report

source: Kontrolní výkaz DPH - Nastavení
en_us: Settings - VAT Control Statement

source: Kontrolovaná pole
en_us: Checked fields

source: Kontrolované tabulky
en_us: Checked Tables

source: Kontrolovat fiskální tiskárnu – tímto nastavením se zapíná vynucení použití funkcionality integrace s tzv. Fiskálními tiskárnami, jejich použití je povinné v legislativním prostředí Slovenské republiky (viz Fiskální tiskárny).
en_us: Check Fiscal Printer – this setting enables the enforcement of the use of the integration functionality with the so-called Fiscal Printers, their use is mandatory in the legislative environment of the Slovak Republic (see Fiscal Printers).

source: Kumulované platby na bankovním výpisu
en_us: Cumulated payments on the bank statement

source: Kód nutný – Pokud do pole Kontrola hodnoty zadáte tuto možnost, systém bude kontrolovat, zda je v poli (které jste zadali do pole ID pole) vyplněna libovolná hodnota.
en_us: Code Mandatory – If you enter this option in the Check value field, the system will check if any value is entered in the field (which you entered in the field Field No.).

source: Kód pro vykazování
en_us: Statement Code

source: Kód výchozího expedičního místa - Výchozí expediční místo, odkud budou odváženy zásilky (viz další kapitola)
en_us: Default Expediton Place Code - Specifies the API credentials and shipment location from where the parcel will be shipped.

source: Kód
en_us: Code

source: Limit záznamů – pole je využíváno pro optimalizaci přenosu dat a vytížení systému.
en_us: Records limit – the field is used to optimize data transfer and system load.

source: List deníku PHM – je nutné vyplnit, budou-li z výpisů generovány deníky PHM.
en_us: Fuel Journal Batch – it is necessary to fill in if fuel journals will be generated from the statements.

source: Logovat určuje, zda a jak se zapisuje do aplikačního logu.
en_us: Log specifies whether and how it is written to the application log.

source: Manipulační jednotky - Tabulka manipulačních jednotek paletové přepravy
en_us: Handling units - Table of pallet handling units

source: Maximální délka adresy – Nastavuje délku adresy u vybraného přepravce
en_us: Maximum address length – set the address length for the selected carrier.

source: Maximální počet položek v Bufferu omezuje počet položek.
en_us: Maximal Entries in Bufffer limits the number of items.
